Autodesk.Revit.DB.ForgeDM.CloudHub.Region
Region for CloudHub
Since:
2019

Autodesk.Revit.DB.ForgeDM.CloudHub
Hub from ForgeDM
Usable by both Revit and Collaborate add-in.
Represents Identifier of current Hub.
Represents Name of current Hub.
Represents Name of current Hub.
Since:
2019